Repository: kabaskimy/T4Example
Catalog: T4Exmaple.ConsoleExample/checkout.*.resx
Languages: ru

# ErrorChargesParams
source: There are invalid params in getting shipping Charges
ru: Неверные параметры при получении стоимости доставки

# ErrorLessAddressParams
source: Please enter your {0}
ru: Пожалуйста введите ваш {0}

# ErrorMaxAddressParams
source: The filed {0} must be no more than {1} bytes long
ru: Длина поля {0} должна не более {1} байт

# TipsComputerCharges
source: Please wait for computing the shipping charges
ru: Пожалуйста подождите, сейчас идет расчет стоимости доставки

# ParamTimeout
source: Timeout, please refresh the page
ru: Тайм-аут, пожалуйста, обновите страницу

# NoCartId
source: The card happened unknown error, please retry
ru: Произошла непонятная ошибка, пожалуйста попробуйте еще раз

# ErrorGetShippingCharges
source: Getting shipping charges failed
ru: Не удалось получить стоимость доставки

# ErrorPlaceOrder
source: Placing order failed
ru: Не удалось разместить заказ

# ErrorRepay
source: Repay failed
ru: Не удалось повторно оплатить

# ErrorJsonFormat
source: The return value isn't a valid json object
ru: Возвращенные деньги не является допустимым объектом JSON

# ErrorInvalidInput
source: Invalid input
ru: Неверное введение

# ErrorRequired
source: Required
ru: Требуется

# ErrorRangeOut
source: Out range {0} to {1}
ru: За пределом с {0} до{1}

source: Register failed
ru: Не удалось зарегистрироваться

# TipsRepayConfirm
source: Loading
ru: Загрузка

# TipsSuccess
source: Success
ru: Удалось

source: Sign in failed
ru: Не удалось войти

# TipsComputingCharges
source: Computing Shipping Charges
ru: Идет расчет стоимости доставки

# SuccessRepayConfirm
source: Success, we will jump to the repay page
ru: Удалось, мы переходим на страницу для повторной оплаты

# SuccessPlaceOrder
source: Place an order successfully!
ru: Удалось разместить заказа!

# SuperSaverDes
source: Ship by Airmail, most valuable way of shipping your package.
ru: Доставка Авиапочтой, самый экономичный способ доставки вашей посылки

# StandardDes
source: Fee shipping with tracking number.
ru: Бесплатная доставка с трек-номером

# ExpeditedDes
source: Expedited shipping, fastest way to get your package.
ru: Ускоренная доставка,самый быстрый способ получить вашу посылку

source: Sign In / Sign Up
ru: Войти/ Зарегистрироваться

source: Continue
ru: Продолжать

source: Submit
ru: Отправить

source: Submitting
ru: Идет отправление

# NoRefresh
source: Please <b>DO NOT</b> refresh the page
ru: Пожалуйста<b>НЕ</b> обновите данную страницу

source: Save this address
ru: Сохранить этот адрес

# AnoLogin
source: Add Shipping Info
ru: Добавить инф.о доставке

# TitleAddAddress
source: Add Shipping Address
ru: Добавить адрес доставки

# TitleEditAddress
source: Edit Shipping Address
ru: Редактировать адрес доставки

# InvalidCard
source: Invalid cart number
ru: Неверный номер карты

# NoSupportCard
source: The cart type doesn't be supported
ru: Данный вид карты не поддерживается

source: Invalid month
ru: Неверный месяц

source: Invalid year
ru: Неверный год

# AUPoBoxTip
source: Dear customer, please note that TOLL Global Express is offering Door-to-Door express delivery service which cannot recognize the PO Box address in AU Direct orders.
ru: Уважаемые клиенты, обратите внимание, что TOLL Global Express предлагает курьерскую доставку " от двери до двери", которая не поддерживается в Австралии по адресам PO Box.

# AUPoBoxError
source: Your package will be delivered via TOLL Global Express! Please note that shipping address containing “POBOX” cannot be reached.
ru: Ваш пакет будет доставлен с помощью TOLL Global Express! Обратите внимание, что пакет с адресом доставки, содержащим "POBOX" не может быть доставлен.

# AUCountryTip
source: Dear customer, please note that AU warehouse items are only available for shipment within Australia
ru: Уважаемые клиенты, обратите внимание, что товары на складе Австралии доступны только для отгрузки в Австралию.

# AUCountryError
source: AU warehouse items are only available for shipment within Australia. All orders and shipments will be provided with Free tracked Toll Global Express shipping.
ru: Товары на складе Австралии доступны только для отгрузки в Австралию. Заказам присваиваются бесплатный трек-номер Toll Global Express.

source: Shipping Charges for Others
ru: Стоимость доставки для других

source: Shipping Charges
ru: Стоимость доставки
